cask_args appdir: '/Applications'

brew 'bash-completion'
brew 'cask'
brew 'docker'
brew 'docker-compose'
brew 'git'
brew 'node'
brew 'postgresql'
brew 'ruby'
brew 'the_silver_searcher'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask 'adobe-acrobat-reader'
cask 'anki'
cask 'bettertouchtool'
cask 'dropbox'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-drive'
cask 'hammerspoon'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'kitematic'
cask 'mactex-no-gui'
cask 'minecraft'
cask 'miniconda'
cask 'scroll-reverser'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'xquartz'
