cask_args appdir: '/Applications'

brew 'bash-completion'
brew 'cask'
brew 'docker'
brew 'docker-compose'
brew 'git'
brew 'node'
brew 'postgresql'
brew 'ruby'
brew 'the_silver_searcher'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask '1password'
cask '1password-cli'
cask 'bettertouchtool'
cask 'discord'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'mactex-no-gui'
cask 'microsoft-edge'
cask 'miniconda'
cask 'nvidia-geforce-now'
cask 'slack'
cask 'telegram'
cask 'visual-studio-code'
cask 'zoom'
